[
"But I like my women feminine.",

"Feminists have got it all wrong; I'm an equalist.",

"Women are just naturally better at that stuff.",

"It's your job to teach me about feminism. Now do it.",

"Patriarchy hurts men too!",

"You just don't like sex, so you want to spoil it for everyone else.",

"Rape is rare. You're just paranoid.",

"She gave it away plenty of times before.",

"We gave you the vote, now shut up.",

"If you want to be treated like a lady, you'd better start acting like one.",

"Women just can't be objective about gender issues.",

"You'll never get laid with that attitude.",

"Can't you take a joke?",

"You give feminists a bad name.",

"I'm just an old-fashioned gentleman.",

"You're so cute when you're angry.",

"Is it that time of the month?",

"You've just got a victim mentality.",

"All you feminists need is a good deep-dicking.",

"You're being silly and overemotional.",

"Women have all the power over men &mdash; you can reduce us to an uncontrollable jelly of lust!",

"You feminists all hate men!",

"But I'm a nice guy!",

"I'll tell you what's wrong with feminism...",

"But I want to talk about this. Listen to me!",

"He said he was sorry! What more do you want?",

"Why were you <em>drunk</em>? You should know better than to be drunk anywhere unless you're sure it's safe?",

"It was just stupid groping! It's not like he <em>actually</em>...",

"Why didn't you fight him off? Well, why didn't you fight harder?",

"Is this really worth ruining a man's future over? Because that's what going to happen if you keep this up.",

"Can you say \"Tawana Brawley\"?",

"Just read manga like the rest of the girls.",

"You're only jealous because you don't look like that.",

"If you don't like it, don't read it.",

"That's censorship!",

"No one wants realism in media.",

"But rape happens in real life too!",

"Men can't help themselves. Why are you punishing us for our biology?",

"Why are you complaining about this when women in Muslim countries are oppressed?",

"There's aren't many women in the field because they're just not good enough.",

"There aren't many women in the field because they're just not interested.",

"Are you calling me a misogynist?!",

"I asked my girlfriend, and she's not offended.",

"Human nature is never going to change. You're just wasting your time.",

"Abortion causes breast cancer, you know.",

"If you don't want to get pregnant, just don't have sex.",

"Having children is a woman's purpose.",

"I once met a woman who regretted her abortion.",

"Abortion is worse than rape.",

"I'd love it if a babe forced herself on me sexually.",

"You're just hysterical.",

"Things are changing, gradually. The world can't cope with change as fast as you feminists want.",

"All this talk about rape culture stops women from being responsible for themselves.",

"I know, it's bad, but I'm too old to change.",

"Why aren't there Men's Studies?",

"You should take it as a compliment!",

"It was out of context.",

"You enjoy being offended.",

"I'm sorry if you were offended.",

"Whatever happened to innocent until proven guilty?",

"You're just taking things way too seriously.",

"Well, that's never happened to me.",

"We don't have to do anything. All the bigots will just die off on their own.",

"Sex and gender are the same thing.",

"I would listen to you if you weren't so angry.",

"You just don't like dissent.",

"People like you are why people hate feminists.",

"He didn't mean anything by it.",

"Feminism is a distraction from the real issue here."
]
